{
  "en": {
    "name": "Elchin Abdullayev",
    "overview": "He crafts responsive websites where technologies meet creativity",
    "contact": "Contact me!",
    "projects": "projects",
    "viewall": "View All",
    "moviesbaku": "A subscription-based online platform with a wide array of movies and TV series.",
    "booking": "We offer a curated selection of the finest fragrances from renowned brands and independent artisans.",
    "interview": "An interview platform is a digital tool designed to facilitate the process of conducting interviews remotely.",
    "map": "Live",
    "skills": "skills",
    "languagem": "language",
    "languagetitle": "Language",
    "azerbaijan": "Azerbaijan C2",
    "turkish": "Turkish C1",
    "english": "English B1",
    "russian": "Russian B1",
    "german": "German B2",
    "about": "about",
    "abouttitle": "Hi, i’m Elcin!",
    "aboutme": "Passionate Full-Stack Developer with experience in designing intuitive and engaging web experiences, as well as developing robust backend solutions. Proficient in HTML, CSS, JavaScript, and modern frameworks like React. Solid knowledge of Java, Spring Boot, and Docker for creating scalable and high-performance applications. Proven success in optimizing performance and user experience. A team-oriented professional committed to achieving project goals and deadlines.",
    "readmore": "Read more",
    "contacts": "contacts",
    "contactoverview": "I am interested in freelance and office work opportunities. However, if you have any other requests or questions, please feel free to contact me",
    "messagemehere": "Message me here",
    "darkmode": "Dark Mode",
    "lightmode": "Light Mode",
    "listmyprojects": "List of my projects:",
    "downloadpdf": "Download CV"
  },
  "aze": {
    "name": "Elçin Abdullayev",
    "overview": "Texnologiyaların yaradıcılıqla qovuşduğu cavabdeh veb-saytlar hazırlayır",
    "contact": "Əlaqə saxla!",
    "projects": "proyektlərim",
    "viewall": "Hamısını göstər",
    "moviesbaku": "Geniş çeşidli filmlər və seriallar olan abunə əsaslı onlayn platforma.",
    "booking": "Biz tanınmış markalardan və müstəqil ustalardan ən yaxşı ətirlərin seçimini təqdim edirik.",
    "interview": "Müsahibə platforması, müsahibələrin uzaqdan aparılmasını asanlaşdırmaq üçün nəzərdə tutulmuş rəqəmsal bir aləmdir.",
    "map": "Canlı",
    "skills": "bacarığlarım",
    "languagem": "dillər",
    "languagetitle": "Dillər",
    "azerbaijan": "Azərbaycan C2",
    "turkish": "Türkçə C1",
    "english": "İngiliscə B1",
    "russian": "Rusca B1",
    "german": "Almanca B2",
    "about": "haqqında",
    "abouttitle": "Salam, mən Elçin!",
    "aboutme": "Həvəsli Full-Stack İnkişaf etdirici, intuitiv və cəlbedici veb təcrübələrinin dizaynında və möhkəm backend həllərinin inkişafında təcrübəyə sahibdir. HTML, CSS, JavaScript və React kimi müasir çərçivələrdə səlisdir. Java, Spring Boot və Docker üzrə möhkəm biliklərə sahibdir və miqyaslana bilən və yüksək performanslı tətbiqlər yaratmaqda təcrübəlidir. Performans və istifadəçi təcrübəsinin optimallaşdırılması sahəsində sübut edilmiş uğurlar. Komanda yönümlü bir peşəkar olaraq layihə hədəflərinin və son tarixlərinin yerinə yetirilməsinə bağlıdır.",
    "readmore": "Daha çox",
    "contacts": "əlaqə",
    "contactoverview": "Mən sərbəst və ofis iş imkanları ilə maraqlanıram. Bununla belə, başqa sorğu və ya suallarınız varsa, mənimlə əlaqə saxlamaqdan çəkinməyin",
    "messagemehere": "Mesaj göndərin",
    "darkmode": "Qaranlıq rejim",
    "lightmode": "İşıqlı rejim",
    "listmyprojects": "Layihələrimin siyahısı:",
    "downloadpdf": "CV Yüklə"
  },
  "de": {
    "name": "Elchin Abdullayev",
    "overview": "Er erstellt responsive Websites, wo Technologien auf Kreativität treffen",
    "contact": "Kontaktiere mich!",
    "projects": "projekte",
    "viewall": "Alle anzeigen",
    "moviesbaku": "Eine auf Abonnementbasis betriebene Online-Plattform mit einer großen Auswahl an Filmen und TV-Serien.",
    "booking": "Wir bieten eine sorgfältige Auswahl der feinsten Düfte von renommierten Marken und unabhängigen Kunsthandwerkern.",
    "interview": "Eine Interviewplattform ist ein digitales Werkzeug, das darauf abzielt, den Prozess der Durchführung von Interviews auf Distanz zu erleichtern. ",
    "map": "Leben",
    "skills": "fähigkeiten",
    "languagem": "sprache",
    "languagetitle": "Sprache",
    "azerbaijan": "Aserbaidschan C2",
    "turkish": "Türkisch C1",
    "english": "Englisch B1",
    "russian": "Russisch B1",
    "german": "Deutsch B2",
    "about": "über",
    "abouttitle": "Hallo, ich bin Elcin!",
    "aboutme": "Leidenschaftlicher Full-Stack-Entwickler mit Erfahrung im Design intuitiver und ansprechender Web-Erlebnisse sowie in der Entwicklung robuster Backend-Lösungen.Versiert in HTML, CSS, JavaScript und modernen Frameworks wie React. Fundierte Kenntnisse in Java, Spring Boot und Docker zur Erstellung skalierbarer und leistungsstarker Anwendungen. Nachweisliche Erfolge in der Optimierung von Leistung und Benutzerfreundlichkeit. Teamorientierter Mitarbeiterin, engagiert für die Erreichung von Projektzielen und Deadlines.",
    "readmore": "Mehr lesen",
    "contacts": "kontakte",
    "contactoverview": "Ich bin an freiberuflichen und Büroarbeitsmöglichkeiten interessiert. Wenn Sie jedoch andere Anfragen oder Fragen haben, können Sie mich gerne kontaktieren",
    "messagemehere": "Schreiben Sie mir hier",
    "darkmode": "Dunkler Modus",
    "lightmode": "Heller Modus",
    "listmyprojects": "Liste meiner Projekte:",
    "downloadpdf": "Herunteladen Lebenslauf"
  },
  "ru": {
    "name": "Эльчин Абдуллаев",
    "overview": "Он создает адаптивные веб-сайты, где технологии встречают креативность",
    "contact": "Свяжитесь!",
    "projects": "проекты",
    "viewall": "Посмотреть все",
    "moviesbaku": "Платформа для онлайн-просмотра фильмов и сериалов с широким выбором.",
    "booking": "Мы предлагаем тщательно подобранный выбор лучших ароматов от известных брендов и независимых мастеров.",
    "interview": "Платформа для интервью - это цифровой инструмент, предназначенный для облегчения процесса проведения интервью на расстоянии. ",
    "map": "Живой",
    "skills": "навыки",
    "languagem": "язык",
    "languagetitle": "Язык",
    "azerbaijan": "Азербайджан C2",
    "turkish": "Турецкий C1",
    "english": "Английский B1",
    "russian": "Русский B1",
    "german": "Немецкий B2",
    "about": "о",
    "abouttitle": "Привет, я Эльчин!",
    "aboutme": "Страстный Full-Stack разработчик, имеющий опыт в создании интуитивно понятных и привлекательных веб-решений, а также в разработке надежных backend-решений. Отлично владеет HTML, CSS, JavaScript и современными фреймворками, такими как React. Обладает глубокими знаниями Java, Spring Boot и Docker для создания масштабируемых и высокопроизводительных приложений. Доказанные успехи в оптимизации производительности и пользовательского опыта. Командный игрок, ориентированный на достижение целей проекта и соблюдение сроков.",
    "readmore": "Читать далее",
    "contacts": "контакты",
    "contactoverview": "Я заинтересован в возможностях фриланса и работы в офисе. Однако, если у вас есть другие запросы или вопросы, не стесняйтесь связаться со мной",
    "messagemehere": "Напишите мне здесь",
    "darkmode": "Темный режим",
    "lightmode": "Светлый режим",
    "listmyprojects": "Список моих проектов:",
    "downloadpdf": "Скачать CV"
  }
}